<template>
  <div class="license">
    <h1>Политика конфиденциальности</h1>
    <div class="license__wrapper">
      <p>«20» апреля 2020 г. <br> г. Москва</p>
      <p>Настоящая Политика конфиденциальности персональных данных (далее – Политика конфиденциальности)
        действует в отношении всей информации, которую проект «2020.popso.ru», расположенный на доменном
        имени 2020.popso.ru, может получить о Пользователе во время использования сайта проекта, программ
        и продуктов проекта.
      </p>
      <ol>
        <li>ОПРЕДЕЛЕНИЕ ТЕРМИНОВ
          <ol>
            <li>В настоящей Политике конфиденциальности используются следующие термины:
              <ol>
                <li>«Администрация сайта проекта (далее – Администрация сайта)» – уполномоченные сотрудники на
                  управления сайтом, действующие от имени название организации, которые организуют и (или)
                  осуществляют обработку персональных данных, а также определяют цели обработки персональных данных,
                  состав персональных данных, подлежащих обработке, действия (операции), совершаемые с персональными
                  данными.
                </li>
                <li>«Персональные данные» - любая информация, относящаяся к прямо или косвенно определенному,
                  или определяемому физическому лицу (субъекту персональных данных).
                </li>
                <li>«Обработка персональных данных» - любое действие (операция) или совокупность действий (операций),
                  совершаемых с персональными данными с использованием средств автоматизации или без использования
                  таких средств, включая сбор, запись, систематизацию, накопление, хранение, уточнение (обновление,
                  изменение),
                  извлечение, использование, передачу (распространение, предоставление, доступ), обезличивание,
                  блокирование, удаление, уничтожение персональных данных.
                </li>
                <li>«Конфиденциальность персональных данных» - обязательное для соблюдения Оператором или иным
                  получившим доступ к персональным данным лицом требование не допускать их распространения без согласия
                  субъекта персональных данных или наличия иного законного основания.
                </li>
                <li>«Пользователь сайта Интернет-магазина (далее Пользователь)» – лицо, имеющее доступ к сайту
                  посредством сети Интернет и использующее Сайт интернет-магазина.
                </li>
                <li>«Cookies» — небольшой фрагмент данных, отправленный Web-сервером и хранимый на компьютере
                  пользователя, который Web-клиент или Web-браузер каждый раз пересылает Web-серверу в HTTP-запросе при
                  попытке открыть страницу соответствующего сайта.
                </li>
                <li>«IP-адрес» — уникальный сетевой адрес узла в компьютерной сети, построенной по протоколу IP.</li>
              </ol>
            </li>
          </ol>
        </li>
        <li>ОБЩИЕ ПОЛОЖЕНИЯ
          <ol>
            <li>Использование Пользователем сайта Интернет-магазина означает согласие с настоящей Политикой
              конфиденциальности и условиями обработки персональных данных Пользователя.
            </li>
            <li>В случае несогласия с условиями Политики конфиденциальности Пользователь должен прекратить
              использование сайта проекта
            </li>
            <li>Настоящая Политика конфиденциальности применяется только к сайту проекта «2020.popso.ru». Проект не
              контролирует и не несет ответственность за сайты третьих лиц, на которые Пользователь может перейти по
              ссылкам, доступным на сайте Проекта
            </li>
            <li>Администрация сайта не проверяет достоверность персональных данных, предоставляемых Пользователем
              сайта Интернет-магазина.
            </li>
          </ol>
        </li>
        <li>ПРЕДМЕТ ПОЛИТИКИ КОНФИДЕНЦИАЛЬНОСТИ
          <ol>
            <li>
              Настоящая Политика конфиденциальности устанавливает обязательства Администрации сайта проекта по
              неразглашению и обеспечению режима защиты конфиденциальности персональных данных, которые Пользователь
              предоставляет по запросу Администрации сайта при регистрации на сайте интернет-магазина или при оформлении
              заказа для приобретения Товара.
            </li>
            <li>Персональные данные, разрешённые к обработке в рамках настоящей Политики конфиденциальности,
              предоставляются Пользователем путём заполнения регистрационной формы на Сайте проекта «2020.popso.ru» и
              включают в себя следующую информацию:
              <ol>
                <li>фамилию, имя, отчество Пользователя;</li>
                <li>контактный телефон Пользователя;</li>
                <li>адрес электронной почты (e-mail);</li>
              </ol>
            </li>
            <li>Проект защищает Данные, которые автоматически передаются в процессе просмотра рекламных блоков и при
              посещении страниц, на которых установлен статистический скрипт системы ("пиксель") :
              <ul>
                <li>IP адрес;</li>
                <li>информация из cookies;</li>
                <li>информация о браузере (или иной программе, которая осуществляет доступ к показу рекламы);</li>
                <li>время доступа;</li>
                <li>адрес страницы, на которой расположен рекламный блок;</li>
                <li>реферер (адрес предыдущей страницы).</li>
              </ul>
              <ol>
                <li>Отключение cookies может повлечь невозможность доступа к частям сайта проекта, требующим
                  авторизации.
                </li>
                <li>Проект осуществляет сбор статистики об IP-адресах своих посетителей. Данная информация используется
                  с целью выявления и решения технических проблем, для контроля законности проводимых финансовых
                  платежей.
                </li>
              </ol>
            </li>
            <li>Любая иная персональная информация неоговоренная выше (история покупок, используемые браузеры и
              операционные системы и т.д.) подлежит надежному хранению и нераспространению, за исключением случаев,
              предусмотренных в п.п. 5.2. и 5.3. настоящей Политики конфиденциальности.
            </li>
          </ol>
        </li>
        <li>
          ЦЕЛИ СБОРА ПЕРСОНАЛЬНОЙ ИНФОРМАЦИИ ПОЛЬЗОВАТЕЛЯ
          <ol>
            <li>
              Персональные данные Пользователя Администрация сайта проекта может использовать в целях:
              <ol>
                <li>Идентификации Пользователя, зарегистрированного на сайте проекта, для оформления заказа и (или)
                  заключения Договора купли-продажи товара дистанционным способом с проектом «2020.popso.ru».
                </li>
                <li>Предоставления Пользователю доступа к персонализированным ресурсам Сайта проекта.</li>
                <li>Установления с Пользователем обратной связи, включая направление уведомлений, запросов, касающихся
                  использования Сайта проекта, оказания услуг, обработка запросов и заявок от Пользователя.
                </li>
                <li>Определения места нахождения Пользователя для обеспечения безопасности, предотвращения
                  мошенничества.
                </li>
                <li>Подтверждения достоверности и полноты персональных данных, предоставленных Пользователем.</li>
                <li>Создания учетной записи для совершения покупок, если Пользователь дал согласие на создание учетной
                  записи.
                </li>
                <li>Уведомления Пользователя Сайта проекта о состоянии Заказа.</li>
                <li>Обработки и получения платежей, подтверждения налога или налоговых льгот, оспаривания платежа,
                  определения права на получение кредитной линии Пользователем.
                </li>
                <li>
                  Предоставления Пользователю эффективной клиентской и технической поддержки при возникновении проблем
                  связанных с использованием Сайта проекта.
                </li>
                <li>
                  Предоставления Пользователю с его согласия, обновлений продукции, специальных предложений, информации
                  о ценах, новостной рассылки и иных сведений от имени проекта или от имени партнеров проекта.
                </li>
                <li>
                  Осуществления рекламной деятельности с согласия Пользователя.
                </li>
                <li>
                  Предоставления доступа Пользователю на сайты или сервисы партнеров проекта с целью получения
                  продуктов, обновлений и услуг.
                </li>
              </ol>
            </li>
          </ol>
        </li>
        <li>
          СПОСОБЫ И СРОКИ ОБРАБОТКИ ПЕРСОНАЛЬНОЙ ИНФОРМАЦИИ
          <ol>
            <li>
              Обработка персональных данных Пользователя осуществляется без ограничения срока, любым законным способом,
              в том числе в информационных системах персональных данных с использованием средств автоматизации или без
              использования таких средств.
            </li>
            <li>
              Пользователь соглашается с тем, что Администрация сайта вправе передавать персональные данные третьим
              лицам, в целях выполнения заказа Пользователя, оформленного на Сайте проекта «2020.popso.ru».
            </li>
            <li>
              Персональные данные Пользователя могут быть переданы уполномоченным органам государственной власти
              Российской Федерации только по основаниям и в порядке, установленным законодательством Российской
              Федерации.
            </li>
            <li>
              При утрате или разглашении персональных данных Администрация сайта информирует Пользователя об утрате или
              разглашении персональных данных.
            </li>
            <li>
              Администрация сайта принимает необходимые организационные и технические меры для защиты персональной
              информации Пользователя от неправомерного или случайного доступа, уничтожения, изменения, блокирования,
              копирования, распространения, а также от иных неправомерных действий третьих лиц.
            </li>
            <li>
              Администрация сайта совместно с Пользователем принимает все необходимые меры по предотвращению убытков или
              иных отрицательных последствий, вызванных утратой или разглашением персональных данных Пользователя.
            </li>
          </ol>
        </li>
        <li>
          ОБЯЗАТЕЛЬСТВА СТОРОН
          <ol>
            <li>
              Пользователь обязан:
              <ol>
                <li>
                  Предоставить информацию о персональных данных, необходимую для пользования Сайтом проекта.
                </li>
                <li>
                  Обновить, дополнить предоставленную информацию о персональных данных в случае изменения данной
                  информации.
                </li>
              </ol>
            </li>
            <li>
              Администрация сайта обязана:
              <ol>
                <li>
                  Использовать полученную информацию исключительно для целей, указанных в п. 4 настоящей Политики
                  конфиденциальности.
                </li>
                <li>
                  Обеспечить хранение конфиденциальной информации в тайне, не разглашать без предварительного
                  письменного разрешения Пользователя, а также не осуществлять продажу, обмен, опубликование, либо
                  разглашение иными возможными способами переданных персональных данных Пользователя, за исключением
                  п.п. 5.2. и 5.3. настоящей Политики Конфиденциальности.
                </li>
                <li>
                  Принимать меры предосторожности для защиты конфиденциальности персональных данных Пользователя
                  согласно порядку, обычно используемого для защиты такого рода информации в существующем деловом
                  обороте.
                </li>
                <li>
                  Осуществить блокирование персональных данных, относящихся к соответствующему Пользователю, с момента
                  обращения или запроса пользователя, или его законного представителя либо уполномоченного органа по
                  защите прав субъектов персональных данных на период проверки, в случае выявления недостоверных
                  персональных данных или неправомерных действий.
                </li>
              </ol>
            </li>
          </ol>
        </li>
        <li>
          ОТВЕТСТВЕННОСТЬ СТОРОН
          <ol>
            <li>
              Администрация сайта, не исполнившая свои обязательства, несёт ответственность за убытки, понесённые
              Пользователем в связи с неправомерным использованием персональных данных, в соответствии с
              законодательством Российской Федерации, за исключением случаев, предусмотренных п.п. 5.2., 5.3. и 7.2.
              настоящей Политики Конфиденциальности.
            </li>
            <li>
              В случае утраты или разглашения Конфиденциальной информации Администрация сайта не несёт ответственность,
              если данная конфиденциальная информация:
              <ol>
                <li>
                  Стала публичным достоянием до её утраты или разглашения.
                </li>
                <li>
                  Была получена от третьей стороны до момента её получения Администрацией сайта.
                </li>
                <li>
                  Была разглашена с согласия Пользователя.
                </li>
              </ol>
            </li>
          </ol>
        </li>
        <li>
          РАЗРЕШЕНИЕ СПОРОВ
          <ol>
            <li>
              До обращения в суд с иском по спорам, возникающим из отношений между Пользователем сайта проекта и
              Администрацией сайта, обязательным является предъявление претензии (письменного предложения о добровольном
              урегулировании спора).
            </li>
            <li>
              Получатель претензии в течение 30 календарных дней со дня получения претензии, письменно уведомляет
              заявителя претензии о результатах рассмотрения претензии.
            </li>
            <li>
              При не достижении соглашения спор будет передан на рассмотрение в судебный орган в соответствии с
              действующим законодательством Российской Федерации.
            </li>
            <li>
              К настоящей Политике конфиденциальности и отношениям между Пользователем и Администрацией сайта
              применяется действующее законодательство Российской Федерации.
            </li>
          </ol>
        </li>
        <li>
          ДОПОЛНИТЕЛЬНЫЕ УСЛОВИЯ
          <ol>
            <li>
              Администрация сайта вправе вносить изменения в настоящую Политику конфиденциальности без согласия
              Пользователя.
            </li>
            <li>
              Новая Политика конфиденциальности вступает в силу с момента ее размещения на Сайте интернет-магазина, если
              иное не предусмотрено новой редакцией Политики конфиденциальности.
            </li>
            <li>
              Все предложения или вопросы по настоящей Политике конфиденциальности следует сообщать на get@popso.ru.
            </li>
          </ol>
        </li>
        <li>
          Реквизиты: <br>
          ИП Варламов Алексей Николаевич <br>
          ИНН: 645316994247 <br>
          ОГРНИП: 315645100023002
        </li>
      </ol>
    </div>
  </div>
</template>

<script>
  export default {
    name: "license",
    layout: 'login-layout',
    head: () => {
      return {
        title: 'Политика конфиденциальности POPSO.ru'
      }
    },
  }
</script>

<style lang="scss" scoped>
  .license {
    width: 100%;
    height: auto;

    display: flex;
    flex-direction: column;
    justify-content: flex-start;
    align-items: center;

    padding: 3.2rem 26.5rem;

    @include tablet {
      padding: 3.2rem;
    }

    p, b {
      font-size: 1.2rem;
      line-height: 2.8rem;
      color: $black-main;

      @include mobile {
        line-height: 1.8rem;
      }
    }

    h1 {
      margin-bottom: 6.4rem;

      font-size: 4rem;
      color: $black-main;
      font-weight: 400;

      @include mobile {
        font-size: 1.8rem;

        margin-bottom: 3.2rem;
      }
    }

    &__wrapper {
      width: 100%;
      height: auto;

      display: flex;
      flex-direction: column;
      justify-content: flex-start;
      align-items: flex-start;

      p {
        font-weight: normal;
        font-size: 1.2rem;
        line-height: 2.8rem;
        color: $black-main;

        text-align: left;

        margin-bottom: 3.2rem;
      }

      ol, ul {
        width: 100%;
        height: auto;

        display: flex;
        flex-direction: column;
        justify-content: flex-start;
        align-items: flex-start;

        list-style: none;
        counter-reset: li;

        li {
          width: 100%;
          height: auto;

          text-align: left;

          font-weight: normal;
          font-size: 1.2rem;
          line-height: 2.8rem;
          color: $black-main;

          margin-top: 1.6rem;

          &:before {
            counter-increment: li;
            content: counters(li, ".") ". ";
          }
        }
      }

      ul {
        margin-top: 1rem;
        padding-left: 2rem;

        li {
          &:not(:first-of-type) {
            margin-top: 0;
          }
        }
      }
    }
  }
</style>
